Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/supertux.tmx
Source language: en
Languages: sv

source: The fractional distance towards the camera peek position to move each frame. 0 = No Peek, 1 = Instant Peek
sv: Det fraktionerade avståndet mot kamerans tittposition för att flytta varje bild. 0 = Ingen titt, 1 = Omedelbar titt

source: Stick
sv: Fastna

source: User Contrib Levels
sv: Användarskapade banor

source: Level target time:
sv: Referenstid för bana:

source: Lantern
sv: Lanterna

source: Quart in
sv: Kvart in

source: Disable gravity
sv: Inaktivera gravitation

source: Angle
sv: Vinkel

source: Open Particle Editor
sv: Öppna partikelredigeraren

source: To fetch add-on screenshots, you must enable networking.
sv: Du måste aktivera nätverket för att hämta tilläggsskärmbilder.

source: Path edit mode (Clicking adds path nodes to the selected object if it supports them)
sv: Sökvägsredigeringsläge (ett klick lägger till sökvägsnoder i det markerade objektet om det stöder dem)

source: Level saved!
sv: Bana sparad!

source: Limit dispensed badguys
sv: Begränsa fördelade onda typer

source: Finish Script
sv: Slutför skript

source: Light sprite offset X
sv: Ljusobjektets X-förskjutning

source: Mrs. Snowball
sv: Fru Snöboll

source: Drag and drop add-on ZIP archive
sv: Dra och släpp ZIP-arkiv för tillägg

source: Add-on
sv: Tillägg

source: Peek Left
sv: Titta åt vänster

source: An error occurred and the game could not clone the path. Please contact the developers for support.
sv: Ett fel uppstod och spelet kunde inte klona sökvägen. Kontakta utvecklarna för support.

source: <no title>
sv: <ingen titel>

source: Running
sv: Kör

source: Adjust the intensity of the flash produced by the thunderstorm
sv: Justera intensiteten på blixtarna som åskvädret ger upphov till

source: Offset Y
sv: Förskjutning Y

source: Fix-me
sv: Fixa-mig

source: All
sv: Alla

source: This will update the object to its latest functionality. Check the "Patch Notes" for more information. Keep in mind this is very likely to break the proper behaviour of the object. Make sure to re-check any behaviour, related to the object.
sv: Detta kommer att uppdatera objektet till dess senaste funktionalitet. Se "Patchmeddelanden" för mer information. Tänk på att det är mycket troligt att detta kommer att bryta objektets korrekta beteende. Se till att kontrollera allt beteende som är relaterat till objektet igen.

source: Death time variation
sv: Dödstidsvariation

source: A new release of SuperTux ({}) is available! For more information, you can visit the SuperTux website. Do you want to visit the website now?
sv: En ny utgåva av SuperTux ({}) finns tillgänglig! För mer information kan du besöka SuperTux webbplats. Vill du besöka webbplatsen nu?

source: Worldmap Settings
sv: Inställningar för världskarta

source: Rock (big)
sv: Sten (stor)

source: Console
sv: Konsol

source: Space
sv: Mellanslag

source: Spiky
sv: Tagge

source: on
sv: på

source: You found a secret area!
sv: Du har hittat ett hemligt område!

source: Reloads all fonts, textures, sprites and tilesets.
sv: Läs om alla typsnitt, texturer, sprites och plattuppsättningar.

source: Yes
sv: Ja

source: Affects Player
sv: Påverkar spelaren

source: Dart
sv: Pil

source: Quint in/out
sv: Femtupel in/ut

source: Delete = Delete behind text cursor
sv: Delete = Ta bort bakom textmarkören

source: Resize offset x
sv: Storleksändringsavstånd x

source: Jumpy
sv: Hoppig

source: --show-pos Display player's current position
sv: --show-pos Visa spelarens aktuella position

source: Once
sv: En gång

source: Patch Notes
sv: Patchmeddelanden

source: Fixed
sv: Fast

source: Pause/Menu
sv: Paus/Meny

source: Walk Radius (pixels)
sv: Gångradie (bildpunkter)

source: You cannot delete the world that you are editing
sv: Du kan inte ta bort den värld som du redigerar

source: Show Framerate
sv: Visa bildhastighet

source: Fade
sv: Tona

source: Quad in
sv: Fyrkant in

source: You are about to delete world "{}". Are you sure?
sv: Du är på väg att ta bort världen "{}". Är du säker på det?

source: X-offset
sv: X-position

source: Particle Editor
sv: Partikelredigeraren

source: Copyright
sv: Upphovsrätt

source: Fade out particle
sv: Tona ut partikel

source: update
sv: uppdatering

source: For levels, created with the rock tiles addon, converts their IDs to vanilla rock tile IDs
sv: För banor som skapats med tillägget för stenplattor konverteras deras ID:n till ID:n för rena stenplattor

source: No new Add-ons available
sv: Inga nya tillägg tillgängliga

source: Track range
sv: Spåra intervall

source: Vertical (whole sector)
sv: Vertikal (hela sektorn)

source: Script that is executed when the badguy dies.
sv: Skript som körs när fienden dör.

source: Gold Bomb
sv: Gyllene bomb

source: Item Pocket
sv: Föremålsficka

source: Exit Particle Editor
sv: Avsluta partikelredigerare

source: Anchor offset X
sv: Ankarförskjutning X

source: Change texture...
sv: Ändra textur…

source: Pole + Signs
sv: Pol + skyltar

source: Custom
sv: Anpassa

source: To-do
sv: Att-göra

source: Default
sv: Standard

source: Empty World
sv: Töm världen

source: Speed y
sv: Hastighet y

source: Save Particle Config
sv: Spara partikelkonfiguration

source: Unknown
sv: Okänd

source: Initial rotation
sv: Inledande rotation

source: Only Haptic Feedback for D-Pad
sv: Endast haptisk återkoppling för D-Pad

source: Click for more details.
sv: Klicka för mer information.

source: Reset to defaults
sv: Återställ till standardvärden

source: or share them on the forum
sv: eller dela dem på forumet

source: --sector SECTOR Spawn Tux in SECTOR
sv: --sector SEKTOR Tux återuppstår i SEKTOR

source: Delete if off-screen
sv: Ta bort om utanför skärmen

source: Show Properties Sidebar
sv: Visa sidofält för egenskaper

source: Tint
sv: Färgton

source: Abort Download
sv: Avbryt hämtning

source: Y Speed
sv: Y-hastighet

source: Death time
sv: Dödstid

source: Interval
sv: Intervall

source: Joystick Mappings
sv: Styrspaksmappningar

source: Chasing Fish
sv: Jaga fisk

source: The direction the badguy is facing at the start of the level. AUTO makes the badguy face towards the player when activated.
sv: Riktningen som fienden är vänd åt när banan börjar. AUTO gör att fienden vänder sig mot spelaren när den aktiveras.

source: Sleeping
sv: Sovande

source: Corrupted Big Granito
sv: Korrumperad stor Granito

source: Unlock player limit
sv: Lås upp spelargränsen

source: Jump
sv: Hoppa

source: Integrations and presence
sv: Integrationer och närvaro

source: Seasonal
sv: Säsongsbaserad

source: Locale
sv: Lokalanpassning

source: Change Video System
sv: Byt videosystem

source: Sprite used for the dart.
sv: Objekt som används för pilen.

source: No profiles found.
sv: Inga profiler hittades.

source: Awake
sv: Vaken

source: Scale X
sv: Skala X

source: Sector: {}
sv: Sektor: {}

source: For levels, created in previous Nightly builds.
sv: För banor som skapats i tidigare nattliga versioner.

source: Reset Zoom
sv: Återställ zoom

source: New files location
sv: Plats för nya filer

source: Egg
sv: Ägg

source: Counter
sv: Räknare

source: --show-fps Display framerate in levels
sv: --show-fps Visa bildhastighet i banor

source: Enabled
sv: Aktiverat

source: Bonus: Grow
sv: Bonus: Väx

source: updates
sv: uppdaterar

source: Flying Snowball
sv: Flygande snöboll

source: Ice Rosette
sv: Isrosett

source: Back
sv: Tillbaka

source: Enable this if you want to work on secret levels and don't want the names to be spoiled
sv: Aktivera detta om du vill arbeta med hemliga banor och inte vill att namnen ska avslöjas

source: Quart out
sv: Kvart ut

source: Environment
sv: Miljö

source: Hurting Platform
sv: Skadeplattform

source: This will take you to the SuperTux donation page. Are you sure you want to continue?
sv: Detta kommer att ta dig till SuperTux donationssida. Är du säker på att du vill fortsätta?

source: Corrupted B
sv: Förvrängd B

source: Haywire
sv: Oberäknelig

source: Elastic in/out
sv: Elastisk in/ut

source: Fade out
sv: Tona ut

source: bottom
sv: botten

source: Left Command
sv: Vänster kommando

source: Show Deprecated Tiles
sv: Visa föråldrade plattor

source: Enable Autotile Help
sv: Aktivera hjälp för automatisk plattsättning

source: Miscellaneous
sv: Diverse

source: for giving this game a chance and playing it
sv: för att ha gett detta spelet en chans och spelat det

source: Music
sv: Musik

source: Walking Candle
sv: Vandrande ljus

source: Speed X
sv: Hastighet X

source: Manage Assets
sv: Hantera tillgångar

source: Water
sv: Vatten

source: Browse Language Packs
sv: Bläddra bland språkpaketen

source: stop Tux
sv: stoppa Tux

source: Open in "{}"
sv: Öppna i "{}"

source: Lifetime variation
sv: Livstidsvariation

source: Autotile mode is on ("{}")
sv: Läget för automatisk plattsättning är på (”{}”)

source: Bottom Left
sv: Nederst till vänster

source: Copy whole line
sv: Kopiera hela raden

source: Scripting Shortcuts
sv: Skriptkortkommandon

source: Custom title screen levels
sv: Anpassade titelskärmsbanor

source: --print-datadir Print SuperTux's primary data directory.
sv: --print-datadir Skriv ut supertux primära datakatalog.

source: Pneumatic Platform
sv: Pneumatisk plattform

source: Inverts scrolling in the Y-axis
sv: Inverterar rullning i Y-axeln

source: Collision mode
sv: Kollisionsläge

source: Elastic out
sv: Elastisk ut

source: Enable Haptic Feedback
sv: Aktivera haptisk återkoppling

source: Would you allow SuperTux to check for new releases on startup? You will be notified if any are found.
sv: Skulle du tillåta SuperTux att leta efter nya utgåvor vid start? Du kommer att meddelas om några hittas.

source: Water paths
sv: Vattenvägar

source: Manage Players
sv: Hantera spelare

source: Fullscreen Resolution
sv: Helskärmsupplösning

source: Left Shift
sv: Vänster skift

source: Camera Peek Multiplier
sv: Multiplikator för kamerautblick

source: Forest Background
sv: Skogsbakgrund

source: free
sv: ledig

source: Peek Up
sv: Titta upp

source: An error occurred while creating the profile.
sv: Ett fel inträffade vid skapandet av profilen.

source: Close Level
sv: Stäng bana

source: Configure key-action mappings
sv: Ställ in funktioner för tangenterna

source: Corrupted
sv: Skadad

source: Enable vibrating the game controllers.
sv: Aktivera vibration för spelkontroller.

source: Destroy
sv: Förstör

source: Open
sv: Öppna

source: --log-tinygettext Show tinygettext logs
sv: --log-tinygettext Visa tinygettext-loggar

source: add-on
sv: tillägg

source: This game comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the license file for details.
sv: Detta spel kommer ABSOLUT INTE MED NÅGON GARANTI. Detta är fri programvara och du är välkommen att återdistribuera det på vissa villkor; se licensfilen för mer information.

source: Particle system
sv: Partikelsystem

source: Enable Rumbling Controllers
sv: Aktivera vibrerande handkontroller

source: Radius (in tiles)
sv: Radie (i plattor)

source: Quint out
sv: Femtupel ut

source: Packaging, Nightly builds
sv: Paketering, nattliga byggen

source: Cannot select deprecated tiles
sv: Det går inte att välja föråldrade plattor

source: Always
sv: Alltid

source: Want to help with localization?
sv: Vill du hjälpa till med lokalanpassning?

source: Mr. Bomb
sv: Herr Bomb

source: Birth time variation
sv: Variation i alstringstid

source: Tux Dolls Required
sv: Tux-dockor krävs

source: Radius (pixels)
sv: Radie (bildpunkter)

source: Invert horizontal scrolling
sv: Invertera horisontell rullning

source: Convert all tiles in the level using converters.
sv: Konvertera alla plattor i banan med hjälp av konverterare.

source: Resize offset Y
sv: Ändra storlek på Y-position

source: This level contains deprecated tiles. It is strongly recommended to replace all deprecated tiles to avoid loss of compatibility in future versions.
sv: Denna bana innehåller föråldrade plattor. Det är starkt rekommenderat att ersätta alla föråldrade plattor för att undvika förlust av kompatibilitet i framtida versioner.

source: --verbose Print verbose messages
sv: --verbose Skriv ut detaljerade meddelanden

source: Editor Comment
sv: Redigeringskommentar

source: Wind
sv: Vind

source: Save as
sv: Spara som

source: Center
sv: Centrum

source: Candle
sv: Ljus

source: Previous page
sv: Föregående sida

source: By: {}
sv: Av: {}

source: Some obsolete add-ons are still active and might cause collisions with the default SuperTux structure. You can still enable these add-ons in the menu. Disabling these add-ons will not delete your game progress.
sv: Vissa föråldrade tillägg är fortfarande aktiva och kan orsaka kollisioner med SuperTux standardstruktur. Du kan fortfarande aktivera dessa tillägg i menyn. Om du inaktiverar dessa tillägg raderas inte dina spelframsteg.

source: Top image
sv: Toppbild

source: Spawn anywhere
sv: Spawna var som helst

source: Check if any deprecated tiles are currently present in the level.
sv: Kontrollera om det finns några föråldrade plattor på banan.

source: Sine out
sv: Sinus ut

source: Particle Name
sv: Partikelnamn

source: Centered Zoom
sv: Centrerad zoom

source: Chase Speed
sv: Jaktfart

source: Coin sprite
sv: Myntsprite

source: Axis
sv: Axel

source: To browse through the add-on catalog, you must enable networking.
sv: För att bläddra i tilläggskatalogen måste du aktivera nätverket.

source: Patch notes for v{}:
sv: Patchmeddelanden för v{}:

source: Skullyhop
sv: Skallhopp

source: Release Ctrl to autotile
sv: Släpp Ctrl för att använda automatisk plattsättning

source: --edit-level Open given level in editor
sv: --edit-level Öppna angiven bana i redigeringsverktyget

source: Whether the game renders its own cursor or uses the system's cursor
sv: Huruvida spelet renderar sin egen eller använder systemets markör

source: Cubic in/out
sv: Kubisk in/ut

source: -s, --debug-scripts Enable script debugger.
sv: -s, --debug-scripts Aktivera skriptfelsökare.

source: Please restart SuperTux for these changes to take effect.
sv: Starta om SuperTux för att dessa ändringar ska få effekt.

source: Shrink
sv: Gör mindre

source: This feature is currently only used in the multiplayer options menu.
sv: Denna funktion används för närvarande endast i alternativmenyn för flerspelare.

source: The maximum number of lives this boss has
sv: Maximalt antal liv som denna boss har

source: Menu Customization
sv: Anpassning av meny

source: Kamikaze Snowball
sv: Kamikazesnöboll

source: Draw Redundant Frames
sv: Rita redundanta bildrutor

source: Delete sector
sv: Ta bort sektor

source: Enable screen transitions and smooth menu animation
sv: Aktivera skärmövergångar och mjuk menyanimering

source: Jagged Rock Tiles from Addon
sv: Taggiga stenplattor från tillägg

source: Teleporter
sv: Teleportör

source: Detect script
sv: Upptäck skript

source: No license specified.
sv: Ingen licens angiven.

source: Bicycle Platform
sv: Cykelplattform

source: Graphics, Programming, Level Design
sv: Grafik, programmering, bandesign

source: --spawn-pos X,Y Where in the level to spawn Tux. Only used if level is specified.
sv: --spawn-pos X,Y Var på banan som Tux återuppstår. Används bara om banan anges.

source: Spawn point
sv: Återuppståndspunkt

source: Bottom
sv: Nederst

source: Add Files
sv: Lägg till filer

source: Roof Crystallo
sv: Takcrystallo

source: Unnamed {}
sv: Namnlös {}

source: This will delete all profiles, including all game progress on them. Are you sure?
sv: Detta kommer att ta bort alla profiler, inklusive alla spelförlopp på dem. Är du säker på det?

source: Press CTRL to move Bézier handles
sv: Tryck CTRL för att flytta Bézier-handtagen

source: Level created!
sv: Bana skapad!

source: Corrupted (big)
sv: Förvrängd (stor)

source: Not installed
sv: Inte installerad

source: Snow Background
sv: Snöbakgrund

source: Keyboard Shortcuts: --------------------- Esc = Open Menu Ctrl+S = Save Ctrl+Shift+S = Save as Ctrl+O = Open Ctrl+Z = Undo Ctrl+Y = Redo
sv: Kortkommandon: --------------------- Esc = Öppna meny Ctrl+S = Spara Ctrl+Shift+S = Spara som Ctrl+O = Öppna Ctrl+Z = Ångra Ctrl+Y = Gör om

source: Tux Doll
sv: Tux-docka

source: Intensity
sv: Intensitet

source: --resave Load given level and saves it
sv: --resave Läs in angiven bana och sparar den

source: Lit object
sv: Belyst objekt

source: Scale Y
sv: Skala Y

source: tiny tile (4px)
sv: mycket liten platta (4px)

source: Anchor
sv: Ankare

source: Friction X
sv: Friktion X

source: Jumping Fish
sv: Hoppande fisk

source: Parallax Speed y
sv: Parallaxhastighet y

source: Climbable
sv: Klätterbar

source: Load Another Particle Config
sv: Läs in en annan partikelkonfiguration

source: Primary Colour
sv: Primärfärg

source: Invisible Wall
sv: Osynlig vägg

source: Prevent Death
sv: Förhindra död

source: Convert Tiles
sv: Konvertera plattor

source: Do you want to package this world as an add-on?
sv: Vill du paketera denna värld som ett tillägg?

source: Reset all
sv: Nollställ allt

source: This level contains unsaved changes, do you want to save?
sv: Denna bana innehåller osparade ändringar. Vill du spara?

source: Star (retro)
sv: Stjärna (retro)

source: Breakable
sv: Bräcklig

source: Cannon
sv: Kanon

source: Worldmap
sv: Världskarta

source: Edit Worldmap
sv: Redigera världskarta

source: Rename "{}"
sv: Byt namn på "{}"

source: Resource Pack
sv: Resurspaket

source: Edit Another Level
sv: Redigera en annan bana

source: Show screenshots
sv: Visa skärmdumpar

source: Continue
sv: Fortsätt

source: Disable add-ons
sv: Inaktivera tillägg

source: Page {}/{}
sv: Sida {}/{}

source: Birth easing
sv: Alstringslättnad

source: Ghost Tree
sv: Spökträd

source: Are you sure you want to remove this object from the list?
sv: Är du säker på att du vill ta bort det här objektet från listan?

source: Metal
sv: Metall

source: Shrink Tux
sv: Krymp Tux

source: Sound Volume
sv: Ljudvolym

source: Fade tilemap
sv: Tona ut plattkarta

source: Ice
sv: Is

source: Air Flower
sv: Luftblomma

source: Copy to clipboard (hex)
sv: Kopiera till urklipp (hex)

source: Checking for new releases...
sv: Letar efter nya utgåvor…

source: Select mode (Clicking selects the object under the mouse)
sv: Välj läge (klicka väljer objektet under muspekaren)

source: Start Game
sv: Starta spel

source: {} *UPDATE*
sv: {} *UPPDATERING*

source: There are no more deprecated tiles in the level!
sv: Det finns inga fler föråldrade plattor på banan!

source: Pause on focus loss
sv: Pausa vid förlust av fokus

source: Crusher
sv: Kross

source: Don't automatically bind controllers to this player, and spawn it even if it has no controller.
sv: Koppla inte automatiskt handkontroller till denna spelare och skapa spelaren även om den saknar handkontroll.

source: {} [DISABLED] *UPDATE*
sv: {} [INAKTIVERAD] *UPPDATERING*

source: Spin Speed
sv: Snurrhastighet

source: Horizontal acceleration
sv: Horisontell acceleration

source: Force full viewport
sv: Tvinga fullständig visningsyta

source: Language
sv: Språk

source: Back in/out
sv: Bak in/ut

source: Remove
sv: Ta bort

source: Path {}
sv: Sökväg {}

source: Test at Last Position
sv: Testa vid senaste position

source: Platform
sv: Plattform

source: Fatbat
sv: Fetfladdermus

source: Redo
sv: Gör om

source: Awakening Radius (pixels)
sv: Väckningsradie (bildpunkter)

source: Add Player (Controller)
sv: Lägg till spelare (handkontroller)

source: Right Command
sv: Höger kommando

source: Color
sv: Färg

source: Affects Badguys
sv: Påverkar onda typer

source: Browse Add-ons
sv: Bläddra bland tillägg

source: Choose Sector
sv: Välj sektor

source: Lives
sv: Liv

source: Brick
sv: Bricka

source: Graphics, Level Design, Story
sv: Grafik, bandesign, berättelse

source: Save Worldmap
sv: Spara världskarta

source: Tux doll
sv: Tux-docka

source: Blowing
sv: Blåsande

source: Original creator of SuperTux
sv: Ursprunglig skapare av SuperTux

source: Controls
sv: Kontroller

source: Allow binding multiple joysticks to a single player
sv: Tillåt att flera styrenheter kopplas till en enda spelare

source: Growth (fire flower)
sv: Storleksökning (eldblomma)

source: Random
sv: Slumpmässig

source: -d, --default Reset video settings to default values
sv: -d, --default Återställ video-inställningar till standardvärden

source: Circular in
sv: Cirkulär in

source: Life duration
sv: Livstid

source: World
sv: Värld

source: Alpha
sv: Alfa

source: Number of darts the trap can fire. A value of -1 means infinite.
sv: Antal pilar som fällan kan avfyra. Värdet -1 betyder obegränsat.

source: Ghoul
sv: Ond ande

source: Text Scroller
sv: Textskroll

source: On-screen controls scale
sv: Skala för skärmkontroller

source: --spawnpoint SPAWNPOINT Spawn Tux at SPAWNPOINT
sv: --spawnpoint STARTPUNKT Tux återuppstår vid STARTPUNKT

source: The sprite file used for this object.
sv: Spritefilen som används för detta objekt.

source: Starting Node
sv: Startnod

source: Fill the entire screen
sv: Fyll hela skärmen

source: Left cursor
sv: Vänsterpil

source: Add-ons
sv: Tillägg

source: Ambient Sound
sv: Bakgrundsljud

source: Best Level Statistics
sv: Bästa resultat för bana

source: Reset
sv: Nollställ

source: Bumper
sv: Paddel

source: Player {}
sv: Spelare {}

source: Save Level as
sv: Spara bana som

source: Quit
sv: Avsluta

source: Translation Managing
sv: Översättningshantering

source: Adjust amount of screen shake effects
sv: Justera mängden skärmskakningseffekter

source: License: {}
sv: Licens: {}

source: Delete level
sv: Ta bort bana

source: Scroll offset x
sv: Rullningsposition x

source: Sector Settings
sv: Sektorinställningar

source: Fullscreen
sv: Helskärm

source: Pre-0.6.3 Crystal Tiles
sv: Pre-0.6.3 Kristallplattor

source: Cannot toggle add-on "{}": {}
sv: Det går inte att växla tillägg "{}": {}

source: Additional Contributors
sv: Ytterligare bidragsgivare

source: Big Snowball
sv: Stor snöboll

source: The script that gets run when pinch mode is activated
sv: Skriptet som körs när krisläget aktiveras

source: Oneshot
sv: Ett försök

source: Stick and stay
sv: Fastna och förbli

source: Render Light
sv: Rendera ljus

source: Window Resizable
sv: Fönster kan ändra storlek

source: Stay action
sv: Åtgärd för att stanna

source: Tileset
sv: Plattuppsättning

source: Abort Level
sv: Avbryt bana

source: Test level
sv: Testa bana

source: New worldmap spawnpoint
sv: Ny återuppståndspunkt för världskarta

source: Secondary Colour
sv: Sekundär färg

source: For making such a great gaming experience possible on Linux
sv: För att ha gjort en så fantastisk spelupplevelse möjlig på Linux

source: Nightly Tiles
sv: Nattliga plattor

source: Deprecated tiles are still present in the level.
sv: Föråldrade plattor finns fortfarande kvar i banan.

source: Feather factor
sv: Fjäderfaktor

source: Past Team Members
sv: Tidigare teammedlemmar

source: Back in
sv: Bak in

source: Short Fuse
sv: Kort stubin

source: Force Christmas Mode
sv: Tvinga julläge

source: Comment
sv: Kommentar

source: Home = Go to beginning of line
sv: Home = Gå till början av raden

source: manual
sv: manuell

source: Mole's rock
sv: Mullvadens sten

source: Small
sv: Liten

source: Coin explosion
sv: Myntexplosion

source: right
sv: höger

source: Standing
sv: Stående

source: Do you really want to delete this sector?
sv: Vill du verkligen ta bort denna sektor?

source: New Particle Config
sv: Ny partikelkonfiguration

source: full
sv: fullständig

source: Exponential in
sv: Exponent in

source: Level Settings
sv: Inställningar för bana

source: Potion
sv: Dryck

source: Corrupted (normal)
sv: Förvrängd (normal)

source: Speed Y
sv: Hastighet Y

source: Solid
sv: Fast

source: Paste
sv: Klistra in

source: Rotation mode
sv: Rotationsläge

source: Menu Back Color
sv: Bakre färg för meny

source: Pumpkin
sv: Pumpa

source: Hack
sv: Nödlösning

source: Uninstall
sv: Avinstallera
